{
    "Info": {
        "title": "AIRR Data Commons API for VDJServer Community Data Portal",
        "description": "VDJServer ADC API response for repertoire query",
        "version": "1.3",
        "contact": {
            "name": "VDJServer",
            "url": "http:\/\/vdjserver.org\/",
            "email": "vdjserver@utsouthwestern.edu"
        }
    },
    "Repertoire": [
        {
            "repertoire_id": "6096524451746484716-242ac114-0001-012",
            "study": {
                "study_id": "PRJNA549712",
                "study_title": "A pathogenic and clonally expanded B cell transcriptome in active multiple sclerosis",
                "study_type": {
                    "id": "NCIT:C16084",
                    "label": "Observational Study"
                },
                "study_description": "Central nervous system B cells have several potential roles in multiple sclerosis (MS): secretors of proinflammatory cytokines and chemokines, presenters of autoantigens to T cells, producers of pathogenic antibodies, and reservoirs for viruses that trigger demyelination. To interrogate these roles, single-cell RNA sequencing (scRNA-Seq) was performed on paired cerebrospinal fluid (CSF) and blood from subjects with relapsing-remitting MS (RRMS; n = 12), other neurologic diseases (ONDs; n = 1), and healthy controls (HCs; n = 3). Single-cell immunoglobulin sequencing (scIg-Seq) was performed on a subset of these subjects and additional RRMS (n = 4), clinically isolated syndrome (n = 2), and OND (n = 2) subjects. Further, paired CSF and blood B cell subsets (RRMS; n = 7) were isolated using fluorescence activated cell sorting for bulk RNA sequencing (RNA-Seq). Independent analyses across technologies demonstrated that nuclear factor kappa B (NF-κB) and cholesterol biosynthesis pathways were activated, and specific cytokine and chemokine receptors were up-regulated in CSF memory B cells. Further, SMAD\/TGF-β1 signaling was down-regulated in CSF plasmablasts\/plasma cells. Clonally expanded, somatically hypermutated IgM+ and IgG1+ CSF B cells were associated with inflammation, blood-brain barrier breakdown, and intrathecal Ig synthesis. While we identified memory B cells and plasmablast\/plasma cells with highly similar Ig heavy-chain sequences across MS subjects, similarities were also identified with ONDs and HCs. No viral transcripts, including from Epstein-Barr virus, were detected. Our findings support the hypothesis that in MS, CSF B cells are driven to an inflammatory and clonally expanded memory and plasmablast\/plasma cell phenotype.",
                "inclusion_exclusion_criteria": "All RRMS and clinically isolated syndrome (CIS) subjects were participants in either the University of California, San Francisco (UCSF) Origins or Expression, Proteomics, Imaging, Clinical (EPIC) studies and were diagnosed according to the 2017 McDonald criteria. Subjects were not on immunomodulatory or immunosuppressive disease-modifying therapy at the time of sample collection. OND and HC participants were enrolled in a biobanking study “Immunological Studies of Neurologic Subjects\".",
                "lab_name": "Michael R. Wilson",
                "lab_address": "Department of Neurology, University of California, San Francisco, CA 94158",
                "submitted_by": "Scott Christley, scott.christley@utsouthwestern.edu, UT Southwestern Medical Center",
                "grants": "The Origins and EPIC cohorts are supported by the Valhalla Foundation. S.L.H., A.R., S.S.Z., and M.R.W. received support from NIH\/National Institute of Neurological Disorders and Stroke (NINDS) Grant R01NS092835. S.L.H., A.R., and M.R.W. received support from NIH\/NINDS Grant R35NS111644. R.D.S. received research support from the National Multiple Sclerosis Society and American Brain Foundation Clinician-Scientist Development Award FAN-1608-25607. A.L.G. was supported by National Multiple Sclerosis Society Clinician-Scientist Development Award Kathleen C. Moore Postdoctoral Fellowship FAN-1507-05479. S.S.Z., R.D., J.J.S., and M.R.W. received support from NIH\/National Institute of Allergy and Infectious Diseases Grant R21AI142186. J.J.S. is supported by NIH\/NINDS Grant K08NS107619, National Multiple Sclerosis Society Grant TA-1903-33713, and a Race to Erase MS Young Investigator Award. A.-K.P. is supported by Swiss National Science Foundation Fellowships P2SKP3_164938\/1 and P300PB_177927\/1 and National Multiple Sclerosis Society Kathleen C. Moore Postdoctoral Fellowship FG-1708-28871. M.R.W. received support from the Debbie and Andy Rachleff Foundation.",
                "pub_ids": "PMID: 32859762",
                "keywords_study": [
                    "contains_ig",
                    "contains_single_cell",
                    "contains_paired_chain"
                ],
                "adc_publish_date": "2021-10-06T18:45:37.655Z",
                "vdjserver_uuid": "1874419312501190165-242ac117-0001-012",
                "vdjserver_keywords": [
                    "is_10x_genomics"
                ]
            },
            "subject": {
                "subject_id": "8",
                "synthetic": false,
                "species": {
                    "id": "NCBITAXON:9606",
                    "label": "Homo sapiens"
                },
                "sex": "male",
                "age_min": 32,
                "age_max": 32,
                "age_unit": {
                    "id": "UO:0000036",
                    "label": "year"
                },
                "age_event": "sampling",
                "diagnosis": [
                    {
                        "study_group_description": "RRMS",
                        "disease_diagnosis": {
                            "id": "DOID:2378",
                            "label": "relapsing-remitting multiple sclerosis"
                        }
                    }
                ],
                "vdjserver_uuid": "5663291100598964716-242ac114-0001-012"
            },
            "sample": [
                {
                    "sample_id": "8_PB_B_5pIGSEQ",
                    "sample_type": "peripheral venous puncture",
                    "tissue": {
                        "id": "UBERON:0013756",
                        "label": "peripheral blood"
                    },
                    "biomaterial_provider": "Wilson Lab \/ UCSF, 675 Nelson Rising Lane, NS241, San Francisco, CA 94182",
                    "cell_subset": {
                        "id": "CL:0000236",
                        "label": "B cell"
                    },
                    "cell_phenotype": "EasySep Human Pan-B cell enrichment kit",
                    "cell_species": {},
                    "single_cell": true,
                    "cells_per_reaction": 1,
                    "cell_storage": false,
                    "template_class": "RNA",
                    "library_generation_method": "RT(oligo-dT)+TS(UMI)+PCR",
                    "library_generation_kit_version": "10x Genomics",
                    "pcr_target": [
                        {
                            "pcr_target_locus": "IGH"
                        },
                        {
                            "pcr_target_locus": "IGK"
                        },
                        {
                            "pcr_target_locus": "IGL"
                        }
                    ],
                    "complete_sequences": "complete+untemplated",
                    "physical_linkage": "none",
                    "sequencing_run_id": "SRR12483527",
                    "sequencing_platform": "Illumina NovaSeq 6000",
                    "sequencing_files": {
                        "file_type": "fastq",
                        "filename": "_2.fastq.gz",
                        "read_direction": "forward",
                        "read_length": 150,
                        "paired_filename": "_3.fastq.gz",
                        "paired_read_direction": "reverse",
                        "paired_read_length": 150
                    },
                    "vdjserver_uuid": "5797465878926004716-242ac114-0001-012"
                }
            ],
            "data_processing": [
                {
                    "data_processing_id": "4446fec8-9014-4b43-8ac7-60976f282b43-007",
                    "primary_annotation": true,
                    "software_versions": "cellranger-ls5-6.1",
                    "data_processing_files": [
                        "SRR12483527.10x.igblast.airr.tsv.gz"
                    ],
                    "germline_database": "10X Genomics GRCh38 5.0.0, VDJServer IMGT 2019.01.23",
                    "vdjserver_uuid": "5916994818773684716-242ac114-0001-012"
                }
            ]
        }
    ]
}